---
kind: other
id: Properties.T:Autodesk.Revit.DB.Mechanical.MEPHiddenLineSettings
source: html/b8aedce6-c57d-c8cc-899a-fbb0deec9a43.htm
---
# MEPHiddenLineSettings Properties

The id of the assembly instance to which the element belongs.